// Вывести на экран число e (основание натурального логарифма)
// с точностью до десятых.

double e = 2.71828;
e = Math.Round(e,1); // Round Округляет значение до ближайшего целого или указанного количества десятичных знаков.
Console.WriteLine(e);